#!/usr/bin/python
# -*- coding: utf-8 -*-

validwords = {
        '`': 'র্',
        #'~': 'র্',
        '!': 'া',
        '1': '১',

        '#': 'ী',
        '&': '্য',
}
words=[
    'এক',
    'ইংরেজী',
    'বর্ণমালার',
    'আদ্যাক্ষর',
    'তোমার',


    'অবিশ্বাসী',
    'অপচয়',
    'অস্তরীভূত',
    'অংশগ্রহন',
    'অংশক',
    'অংশনীয়',
    'অংশীদার',
    'অংশীদারী',
    'অংশুমান্‌',
    'অকঠিনতা',
    'অকথনীয়',
    'অকথ্য',
    'অবিশ্বাস',
    'অ-কারান্ত',
    'অ-পরাধীন',
    'অংশগত',
    'অংশপ্রার্থী',
    'অংশিদারী ',
    'অংশীদারি',
    'অংশীদারী',
    'অংশুমালা',
    'অংস',
    'অকটু',
    'অকণ্টক',
    'অংশীদারিত্ব',
    'অংশীভূত',
    'অংশুমালী',
    'অকঠিন',
    'অকথ্য',
    'অকমর্ণ্য',
    'অকরণীয়',
    'অকলুষ',
    'অকল্যাণ',
    'অকাম',
    'অকালকুষ্মাণ্ড',
    'অকালবৃদ্ধ',
    'অকিঞ্চিৎ',
    'অকীর্তি',
    'অকুমার',
    'অকুলীন',
    'অকূল',
    'অকৃতজ্ঞ',
    'অকম্পিত',
    'অকল্প',
    'অকস্মাৎ',
    'অকাট্য',
    'অকালবোধন',
    'অকীর্তিকর',
    'অকুণ্ঠ',
    'অকৃতদার',






	'অকৃতোদ্বাহ',
	'অকৃত্য',
	'অকৃত্রিম',
	'অকৃপ',
    'অকৃপণ',
	'অকৃষ্ট',
	'অকেজো',
	'অকৈতব'
	'অকৌশল',
	'অক্কা',
	'অক্ত',
	'অক্ত২',
	'অক্রিয়',
	'অক্রিয়া',
    'অক্রূর',
	'অক্রোধ',
	'অক্লান্ত',
	'অক্লেশে',
	'অক্ষ',

	'অক্ষত',
	'অক্ষতদেহ',
	'অক্ষতযোনী',
	'অক্ষদন্ড',
	'অক্ষবিদ',
	'অক্ষম',
	'অক্ষমালা',
	'অক্ষর',
	'অক্ষরজীবী',
	'অক্ষরবৃত্ত',
	'অক্ষরমালা',
	'অক্ষশক্তি',
	'অক্ষাংশ',
	'অক্ষি',
	'অক্ষিকোটর',
	'অক্ষিগোলক',
	'অক্ষিতারকা',
	'অক্ষিপট',

	'অক্ষীয়',

	'অক্ষৌহিণী',
	'অক্ষয়',
	'অক্ষয়কীর্তি',

    'অক্ষয়লোক',
	'অক্সিজেন',
	'অখন্ড',
	'অখন্ডনীয়',
	'অখন্ডমন্ডলাকার',
	'অখল',
	'অখাত',
	'অখাদ্য',
	'অখিল',
	'অখুশি',
	'অখ্যাত',
	'অখ্যাতনামা',
	'অগণন',
	'অগতি',
	'অগত্যা',
	'অগনতি',
	'অগন্তব্য',
	'অগভীর',
	'অগম',
	'অগম্য',
	'অগস্ত্য',
	'অগস্ত্য',
	'অগাধ',

    'অগুণ',
	'অগুনতি',
	'অগুন্তি',
	'অগুরু',
	'অগোচর',
	'অগোচরে',
	'অগৌণ',
	'অগৌরব',
	'অগ্নি',
	'অগ্নিকণা',
	'অগ্নিকর্তা',
	'অগ্নিকান্ড',
	'অগ্নিকুন্ড',
    'অগ্নিকোণ',
	'অগ্নিগর্ভ',
	'অগ্নিতপ্ত',
	'অগ্নিদান',
	'অগ্নিদাহ্য',
	'অগ্নিদীপ্ত',
	'অগ্নিদেব',
	'অগ্নিপরীক্ষা',
	'অগ্নিপুরাণ',
	'অগ্নিবর্ণ',
	'অগ্নিবর্ধক',
	'অগ্নিবাণ',
    'অগ্নিবৃষ্টি',
	'অগ্নিমান্দ্য',
	'অগ্নিমূর্তি',
	'অগ্নিশুদ্ধ',
	'অগ্নিসংস্কার',
	'অগ্নিসেবন',
	'অগ্নিহোত্র',
	'অগ্নিহোত্রী',
	'অগ্নু্যৎপাত',
	'অগ্নু্যৎসব',
	'অগ্ন্যাশয়',
	'অগ্র',
	'অগ্রগণ্য',
	'অগ্রগতি',
	'অগ্রগামী',
	'অগ্রজ',
	'অগ্রণী',
	'অগ্রদূত',
	'অগ্রপশ্চাৎ',
	'অগ্রবর্তী',
	'অগ্রভাগ',
	'অগ্রসর',
	'অগ্রস্থ',
	'অগ্রহায়ন',
	'অগ্রাহ্য',
	'অগ্রিম',
	'অগ্রে',
	'অগ্র্য',
	'অঘটন',
	'অঘটনঘটনপটীয়সী',
	'অঘটনীয়',
	'অঘোর',
	'অঘোরপন্থী',
	'অঘোষ',
	'অঘোষবর্ণ',
	'অঘ্রান',
	'অঙ্ক',


    'অঙ্কণ',
	'অঙ্কশাস্ত্র',
	'অঙ্কিত',
	'অঙ্কুর',
	'অঙ্কুরিত',
	'অঙ্কুরোদগম',
	'অঙ্কুশ',
	'অঙ্কূর',
	'অঙ্গ',
	'অঙ্গচ্ছেদ',
	'অঙ্গদ',
	'অঙ্গন',
	 'অঙ্গণ',
	'অঙ্গনা',
	'অঙ্গভঙ্গি',
	'অঙ্গরক্ষা',
    'অঙ্গসংস্থাপন',
	'অঙ্গসৌষ্ঠব',
	'অঙ্গাঙ্গি',
	'অঙ্গাবরণ',
	'অঙ্গার',
	'অঙ্গারাম্ল',
	'অঙ্গীকার',
	'অঙ্গীকৃত',
	'অঙ্গুরী'
	'অঙ্গুল',
	'অচকিত',
	'অচঞ্চল',
	'অচপল',
	'অচরিতার্থ',
	'অচল',
	'অচলায়তন',
	'অচিকিৎস্য',
	'অচিকীর্ষু',
	'অচিন',
	'অচিন্ত্য',
	'অচূর্ণ',
	'অচেতন',
	'অচেনা',
	'অচেষ্ট',
	'অচ্ছিদ্র',
	'অচ্ছিন্ন',
	'অচ্ছুত',
	'অচ্ছোদপটল',
	'অছি',
	'অছিলা',
	'অছিয়তনামা',
'অজ',
'অজগর',
'অজগরবৃত্তি',
'অজন্তা',
'অজন্মা',
'অজপা',
'অজবীথি',
'অজবুক',
'অজর',
'অজস্র',
'অজাত',
'অজাতশত্রু',
'অজাতশ্নশ্রু',
'অজানিত',
'অজিত',
'অজিন',
'অজির',
'অজীর্ণ',
'অজু',
'অজুহাত',
'অজেয়',
'অজৈব',
'অজ্ঞ',
'অজ্ঞতা',
'অজ্ঞান',
'অজ্ঞানবাদ',
'অজয়',
'অঝর',
'অঝরু',
'অঝোরে',
'অঞ্চল',
'অঞ্চিত',
'অঞ্জন',
'অঞ্জনা',
'অঞ্জনাদ্রি',
'অঞ্জলি',
'অটবি',
'অটল',
'অটুট',
'অটো',
'অটোগ্রাফ',
'অট্ট',
'অট্টালিকা',
'অঢেল',
'অণি',
'অণিমা',
'অণু',
'অণুবীক্ষণ',
'অণুভা',
'অণুরেণু',
'অণ্ড',
'অণ্ডাশয়',
'অত',
'অতঃপর',
'অতএব',
'অতট',
'অতথ্য',
'অতনু',
'অতন্দ্র',
'অতরু',
'অতরুণ'
'অতর্কিত',
'অতল',
'অতশত',
'অতসী',
'অতি',
'অতিকথা',
'অতিকায়',
'অতিক্রম',


'অতিক্রম্য',
'অতিক্রান্ত',
'অতিগ',
'অতিচালাক',
'অতিজাত',
'অতিথি',
'অতিনিমিষ',
'অতিপত্তি',
'অতিপাত',
'অতিপান',
'অতিপ্রাকৃত',
'অতিপ্রাকৃত',
'অতিবল',
'অতিবহিত',
'অতিবাত',
'অতিবাদ',
'অতিবাহন',
'অতিবাড়',
'অতিবুদ্ধি',
'অতিবৃষ্টি',
'অতিভক্তি',
'অতিভোজন',
'অতিমন্দা',
'অতিমাত্র',
'অতিমান',
'অতিমানব',
'অতিমানবিক',
'অতিরঞ্জন',
'অতিরিক্ত',
'অতিরেক',
'অতিশয়',
'অতিশয়োক্তি',
'অতিষ্ঠ',
'অতিসার',
'অতীত',
'অতীন্দ্রিয়',
'অতুল',
'অতুষ্ট',
'অতু্যক্তি',
'অতু্যগ্র',
'অতু্যজ্জ্বল',
'অতু্যষ্ণ',
'অতু্যৎকৃষ্ট',
'অতু্যৎপাদন',
'অত্যধিক',
'অত্যহিত',
'অত্যাচার',
'অত্যাজ্য',
'অত্যাবশ্যক',
'অত্যাশক্ত',
'অত্যাশ্চর্য',
'অত্যাহিত',
'অত্যয়',
'অত্র',
'অত্রস্ত',
'অত্রস্থ',
'অথই',
'অথচ',
'অথবা',
'অথর্ব',
'অদত্ত',
'অদন',
'অদম্য',
'অদর্শন',
'অদল',
'অদলবদল',
'অদাহ্য',
'অদিতি',
'অদিন',
'অদীন',
'অদীপ',
'অদূর',
'অদূরগামী',
'অদূরদর্শী',
'অদূরবদ্ধদৃষ্টি',
'অদূরভবিষ্যৎ',
'অদূরস্থ',
'অদৃষ্ট',
'অদৃষ্টপূর্ব',
'অদৃষ্টলিপি',


'অদেয়',
'অদ্বৈত',
'অদ্বয়',
'অদ্ভুত',
'অদ্য',
'অদ্যাপি',
'অদ্যাবধি',
'অদ্রাব্য',
'অদ্রি',
'অধঃ',
'অধঃকৃত',
'অধঃক্রম',
'অধঃপাত',
'অধম',
'অধমর্ণ',
'অধমাঙ্গ',
'অধমাধম',
'অধর',
'অধর',
'অধর-পল্লব',
'অধরা',
'অধরামৃত',
'অধরিক',
'অধরোষ্ট',
'অধরৌষ্ঠ্য',
'অধর্ম',
'অধর্মাচরণ',
'অধর্মাচারী',
'অধস্তক',
'অধস্তন',
'অধাতু',
'অধি',
'অধিক',
'অধিকন্তু',
'অধিকরণ',
'অধিকর্তা',
'অধিকাংশ',
'অধিকার',
'অধিকারী',
'অধিকৃত',
'অধিক্ষেপ',
'অধিগত',
'অধিগমন',
'অধিগম্য',
'অধিত্বক্',
'অধিত্যকা',
'অধিদেব',
'অধিদেবতা',
'অধিনায়ক',
'অধিনিয়ম',
'অধিপ',
'অধিপুরুষ',
'অধিপ্রাণবাদ',
'অধিবক্তা',
'অধিবাস',
'অধিবাসন',
'অধিবিদ্যা',
'অধিবৃত্ত',
'অধিবৃত্তি',
'অধিবেত্তা',
'অধিবেদন',
'অধিবেশন',
'অধিভূ',
'অধিভূত',
'অধিমাস',
'অধিরথ',
'অধিরাজ',
'অধিরাজ্য',
'অধিরূঢ়',
'অধিরোপণ',
'অধিরোহণ',
'অধিরোহণী',
'অধিলোক',
'অধিশায়িত',
'অধিশয়িত',
'অধিষ্ঠাতা',
'অধিষ্ঠান',
'অধিষ্ঠিত',
'অধীত',
'অধীতি',

'অধীতী',
'অধীন',
'অধীনা',
'অধীর',
'অধীশ',
'অধীয়মান',
'অধীয়ান',
'অধুনা',
'অধুনাতন',
'অধু্যষিত',
'অধু্যষ্ট',
'অধৃষ্য',
'অধৈর্য',
'অধোগত',
'অধোগতি',
'অধোগামী',
'অধোদৃষ্টি',
'অধোদেশ',
'অধোবদন',
'অধোলোক',
'অধ্বর',
'অধ্বরত',
'অধ্বর্যু',
'অধ্যক্ষ',
'অধ্যক্ষতা',
'অধ্যবসায়',
'অধ্যবসায়শীল',
'অধ্যবসায়ী',
'অধ্যশন',
'অধ্যাত্ম',
'অধ্যাত্মতত্ত্ব',
'অধ্যাত্মতত্ত্ববিৎ',
'অধ্যাত্মবাদ',
'অধ্যাত্মবাদী',
'অধ্যাত্মিক',
'অধ্যাত্মীয়',
'অধ্যাদেশ',
'অধ্যাপক',
    'অধ্যাপয়িতা',
'অধ্যাপন',
'অধ্যাপিত',
'অধ্যারূঢ়',
'অধ্যাস',
'অধ্যাসিত',
'অধ্যাহরণ',
'অধ্যাহৃত',
'অধ্যায়',
'অধ্যেতা',
'অধ্যয়ন',
'অধ্যয়ননিরত',
'অধ্রুব',
'অনক্ষর',
'অনঘ',
'অনঙ্গ',
'অনঙ্গমোহন',
'অনচ্ছ',
'অনঞ্জন',
'অনটন',
'অনতি',
'অনতিক্রম',
'অনতিক্রমণীয়',
'অনতিক্রান্ত',
'অনতিপূর্বে',
'অনতিবিলম্বে',
'অনতিবিস্তৃত',
'অনতীত',
'অনতীতবাল্য',
'অনধিক',
'অনধিকার',
'অনধিকারপ্রবেশ',
'অনধিকারচর্চা',
'অনধিকারী',
'অনধিকৃত',
'অনধিগত',
'অনধিগম্য',
'অনধীত',
'অনধ্যায়',
'অননুকরণীয়',
'অননুভবনীয়',
'অননুভূত',
'অননুমত',

'অননুমেয়',
'অননুশীলন',
'অননুশীলিত',
'অননুষ্ঠিত',
'অনন্ত',
'অনন্তচতুর্দশী',
'অনন্তনিদ্রা',
'অনন্তর',
'অনন্তরূপী',
'অনন্তশয়ন',
'অনন্বিত',
'অনন্য',
'অনন্যকর্মা',
'অনন্যগতি',
'অনন্যচিত্ত',
'অনন্যচিন্তা',
'অনন্যদৃষ্টি',
'অনন্যবৃত্তি',
'অনন্যব্রত',
'অনন্যমনা',
'অনন্যসাধারণ',
    'অনন্যসুলভ',
'অনন্যোপায়',
'অনপকার',
'অনপত্য',
'অনপরাধ',
'অনপরাধী',
'অনপায়ী',
'অনপেক্ষ',
'অনপেক্ষিত',
'অনবকাশ',
'অনবগত',
'অনবগুণ্ঠিত',
'অনবচ্ছিন্ন',
'অনবচ্ছেদ',
'অনবদ্য',
'অনবধান',
'অনবধানতা',
'অনবরত',
'অনবরোধ',
'অনবসর',
'অনবস্থা',
'অনবস্থা',
'অনবহিত',
'অনভিজাত',
'অনভিজ্ঞ',
'অনভিপ্রায়',
'অনভিপ্রেত',
'অনভিব্যক্ত',
'অনভিভবনীয়',
'অনভিভূত',
'অনভিমত',
'অনভিমত',
'অনভিলষণীয়',
'অনভিলষিত',
'অনভিলাষী',
'অনভ্যস্ত',
'অনভ্যাস',
'অনমনীয়',
'অনম্বর',
'অনর্গল',
'অনর্ঘ্য',
'অনর্থ',
'অনর্থক',
'অনর্থকর',
'অনর্থপাত',
'অনর্হ',
'অনল',
'অনলস',
'অনল্প',
'অনশন',
'অনশনক্লিষ্ট',
'অনশ্বর',
'অনসূয়',
'অনসূয়া',
'অনস্থিতচিত্ত',
'অনাক্রম্য',
'অনাগত',
'অনাগতবিধাতা',
'অনাঘ্রাত',
'অনাচার',



'অনাচারী',
'অনাছিষ্টি',
'অনাটন',
'অনাত্মজ্ঞ',
'অনাত্মীয়',
'অনাথ',
'অনাথাশ্রম',
'অনাদর',
'অনাদরণীয়',
'অনাদায়',
'অনাদি',
'অনাদৃত',
'অনাদেয়',
'অনাদ্যন্ত',
'অনাবশ্যক',
'অনাবাসিক',
'অনাবিল',
'অনাবিষ্কৃত',
'অনাবিষ্ট',
'অনাবৃত',
'অনাবৃত্তি',
'অনাবৃষ্টি',
'অনাবেষ্টিত',
'অনাব্য',
'অনামা',
'অনামিকা',
'অনামুখ',
'অনাময়',
'অনারব্ধ',
'অনারম্ভ',
'অনাশ্রয়',
'অনাসক্ত',
'অনাসৃষ্টি',
'অনাস্থা',
'অনাস্বাদিত',
'অনাহত',
'অনাহার',
'অনাহারী',
'অনাহূত',
'অনাড়ম্বর',
'অনায়ত্ত',
'অনায়াস',
'অনায়াসলব্ধ',
'অনায়াসসাধ্য',
'অনায়াসসিদ্ধ',
'অনায়াসে',
'অনিঃশেষ',
'অনিকৃত',
'অনিকেত',
'অনিচ্ছা',
'অনিচ্ছু',
'অনিত্য',
'অনিদ্রা',
'অনিন্দনীয়',
'অনিন্দিত',
'অনিবার',
'অনিবারণীয়',
'অনিমিখ',
'অনিরূপিত',
'অনির্ণীত',
'অনির্ণেয়',
'অনির্দিষ্ট',
'অনির্ধারিত',
'অনির্বচনীয়',
'অনিল',
'অনিশ্চিত',
'অনিষ্ট',
'অনিষ্টকর',
'অনিষ্টাচরণ',
'অনিষ্টাশঙ্কা',
'অনিয়ত',
'অনিয়তাকার',
'অনিয়ম',
'অনিয়মিত',
'অনীকিনী',
'অনীশ্বর',
'অনীশ্বরবাদী',
'অনীস্পিত',
'অনীহ',
'অনীহ',
'অনু',
'অনুকম্পা',
'অনুকরণ',
'অনুকরণকারী',
'অনুকরণপ্রিয়',
'অনুকরণবৃত্তি',
'অনুকরণীয়',
'অনুকল্প',
'অনুকার',
'অনুকারী',
'অনুকূল',
'অনুকৃত',
'অনুকৃতি',
'অনুক্ত',
'অনুক্রম',
'অনুক্রমণ',
'অনুক্রমনিকা',
    'অনুক্রমনী',
'অনুক্রমিক',
'অনুক্ষণ',
'অনুগ',
'অনুগত',
'অনুগমন',
'অনুগামী',
'অনুগুণ',
'অনুগৃহীত',
'অনুগ্র',
'অনুগ্রহ',
'অনুগ্রাহক',
'অনুচর',
'অনুচিকীর্ষা',
'অনুচিকীর্ষু',
'অনুচিত',
'অনুচিন্তন',
'অনুচ্চ',
'অনুচ্চারণীয়',
'অনুচ্ছেদ',
'অনুজ',
'অনুজন্মা',
'অনুজা',
'অনুজীবী',
'অনুজীব্য',
'অনুজ্জ্বল',
'অনুজ্ঞা',
'অনুজ্ঞাত',
'অনুজ্ঞাপত্র',
'অনুতপ্ত',
'অনুতাপ',
'অনুতাপী',
'অনুত্তম',
'অনুত্তর',
'অনুদাত্ত',
'অনুদান',
'অনুদার',
'অনুদিত',
'অনুদিত',
'অনুদিন',
'অনুদৈর্ঘ্য',
'অনুদ্দিষ্ট',
'অনুদ্দেশ',
'অনুদ্বেগ',
'অনুদ্ভিন্ন',
'অনুধাবন',
'অনুধাবিত',
'অনুধ্যান',
'অনুধ্যায়ী',
'অনুধ্যেয়',
'অনুনাদ',
'অনুনাদিত',
'অনুনাসিক',
'অনুন্নত',
'অনুনয়',
'অনুনয়-বিনয়',
'অনুনয়ী',
'অনুপ',
'অনুপকার',
'অনুপকারী',
'অনুপকৃত',
'অনুপদ',
'অনুপদিষ্ট',
'অনুপদী',
'অনুপপত্তি',
'অনুপম',
'অনুপমেয়',
'অনুপযুক্ত',
'অনুপযোগিতা',
'অনুপযোগী',
'অনুপল',
'অনুপলব্ধি',
'অনুপস্থিত',
'অনুপস্থিতি',
'অনুপাত',
'অনুপান',
'অনুপাম',
'অনুপায়',
'অনুপূরক',
'অনুপূর্ব',
'অনুপ্রবিষ্ট',
'অনুপ্রবেশ',
'অনুপ্রস্থ',
'অনুপ্রাণন',
'অনুপ্রাণনা',
'অনুপ্রাণিত',
'অনুপ্রাস',
'অনুপ্রেরণা',
'অনুবন্ধ',
'অনুবন্ধী',
'অনুবর্তন',
'অনুবর্তিনী',
'অনুবর্তী',
'অনুবল',
'অনুবাত',
'অনুবাদ',
'অনুবাদক',
'অনুবাদী',
'অনুবাসন',
'অনুবাসিত',
'অনুবিদ্ধ',
'অনুবিধি',
'অনুবৃত্তি',
'অনুবেদন',
'অনুভব',
'অনুভাব',
'অনুভাবন',
'অনুভাবিত',
'অনুভূত',
'অনুভূতি',
'অনুভূমিক',
'অনুমত',
'অনুমতি',
'অনুমরণ',
'অনুমান',
'অনুমাপক',
'অনুমিত',
'অনুমিত',
'অনুমৃতা',
'অনুমেয়',
'অনুমোদন',
'অনুমোদিত',
'অনুযাত',
'অনুযাত্র',
'অনুযায়ী',
'অনুযুক্ত',
'অনুযোক্তা',
'অনুযোগ',
'অনুযোগ্য',
'অনুযোজ্য',
'অনুরক্ত',
'অনুরক্তি',
'অনুরঞ্জক',
'অনুরঞ্জন',
'অনুরঞ্জিত',
'অনুরণন',
'অনুরণিত',
'অনুরত',
'অনুরতি',
'অনুরথ',
'অনুরাগানল',
'অনুরাগী',
'অনুরাধা',
'অনুরুদ্ধ',


'অনুরূপ',
'অনুরোধ',


'অনুলঙ্ঘনীয়',
'অনুলব্ধ',
'অনুলাপ',
'অনুলিখন',
'অনুলিপ্ত',
'অনুলেপ',
'অনুলেপন',
'অনুলেহ',
'অনুলোম',
'অনুলোম',
'অনুশাসক',
'অনুশাসন',
'অনুশিষ্য',
'অনুশীলন',
'অনুশীলনি',
'অনুশীলনীয়',
'অনুশীলিত',
'অনুশোচন',
'অনুশোচিত',
'অনুশয়',
'অনুষঙ্গ',
'অনুষঙ্গী',
'অনুষ্টুপ্',
'অনুষ্ঠাতা',
'অনুষ্ঠান',
'অনুষ্ঠিত',
'অনুষ্ঠেয়',
'অনুসঙ্গ',
'অনুসন্ধাতা',
'অনুসন্ধান',
'অনুসন্ধানী',
'অনুসন্ধিৎসা',
'অনুসন্ধিৎসু',
'অনুসন্ধেয়',
'অনুসরণ',
'অনুসার',
'অনুসারী',
'অনুসিদ্ধান্ত',
'অনুসৃত',
'অনুসৃতি',
'অনুস্বর',
'অনুস্মৃতি',
'অনুৎসাহ',
'অনূদিত',
'অনূদিত',
'অনূপ',
'অনূর্ধ্ব',
'অনূ্যন',
'অনূঢ়',
'অনূঢ়া',
'অনূঢ়ান্ন্',
'অনৃজু',
'অনৃত',
'অনৃতবাদী',
'অনেক',
'অনেক',
'অনেকটা',
'অনেকধা',
'অনেকপ্রকার',
'অনেকাংশ',
'অনৈক্য',
'অনৈচ্ছিক',
'অনৈতিক',
'অনৈতিহাসিক',
'অনৈপুণ্য',
'অনৈসর্গিক',
'অনৌচিত্য',
'অন্ত',
'অন্তঃ',
'অন্তঃস্থ',
'অন্তক',
'অন্তকরণ',
'অন্তকাল',
'অন্তকোণ',
'অন্ততঃ',
'অন্ততিক',
'অন্ততিকতম',
'অন্ততিম',
'অন্ততিমকাল',
'অন্ততিমদশা',
'অন্ততিমশয্যা',
'অন্তদ্বিখন্ডক',
'অন্তপাতী',
'অন্তপুর',
'অন্তপুরিকা',
'অন্তপ্রবেশন',
'অন্তর',
'অন্তরঙ্গ',
'অন্তরঙ্গতা',
'অন্তরজ্ঞ',
'অন্তরটিপুনি',
'অন্তরণ',
'অন্তরণ',
'অন্তরতম',
'অন্তরস্থ',
'অন্তরা',
'অন্তরাত্না',
'অন্তরাল',
'অন্তরায়',
'অন্তরিত',
'অন্তরিন্দ্রিয়',
'অন্তরীক্ষ',
'অন্তরীক্ষচারী',
'অন্তরীক্ষবাসী',
'অন্তরীক্ষমন্ডল',
'অন্তরীণ',
'অন্তরীয়',
'অন্তর্গত',
'অন্তর্গহ',
'অন্তর্গঢ়',
'অন্তর্ঘাত',
'অন্তর্ঘাতক',
'অন্তর্ঘাতী',
'অন্তর্জগৎ',
'অন্তর্জল',
'অন্তর্জলি',
'অন্তর্দাহ',
'অন্তর্দীপন',
'অন্তর্দৃষ্টি',
'অন্তর্দেশ',
'অন্তর্দেশীয়',
'অন্তর্দ্বার',
'অন্তর্ধান',
'অন্তর্ধ্যান',
'অন্তর্নিবিষ্ট',
'অন্তর্বত্নী',
'অন্তর্বর্তী',
'অন্তর্বাণিজ্য',
'অন্তর্বাষ্প',
'অন্তর্বাস',
'অন্তর্বাহ',
'অন্তর্বিগ্রহ',
'অন্তর্বিবাদ',
'অন্তর্বিবাহ',
'অন্তর্বেদি',
'অন্তর্ভুক্ত',
'অন্তর্ভেদ',
'অন্তর্ভৌম',
'অন্তর্মাধুর্য',
'অন্তর্মুখ',
'অন্তর্যামী',
'অন্তর্লিখিত',
'অন্তর্শয্যা',
'অন্তর্হিত',
'অন্তশত্রু',
'অন্তশীল',
'অন্তশুল্ক',
'অন্তসত্বা',
'অন্তসলিল',
'অন্তসার',
'অন্তসারশূন্য',
'অন্তস্থ',
'অন্তস্থ',
'অন্তস্থল',
'অন্তেবাসী',
'অন্ত্য',


'অন্ত্যজ',
'অন্ত্যবর্ণ',
'অন্ত্যেষ্টি',
'অন্ত্র',
'অন্ত্রবুদ্ধি',
'অন্দর',
'অন্দরমহল',
'অন্ধ',
'অন্ধকার',
'অন্ধকার',
'অন্ধকার',
'অন্ধকারে',
'অন্ধকারে',
'অন্ধকারে',
'অন্ধকূপ',
'অন্ধকূপহত্যা',
'অন্ধতম',
'অন্ধতমস',
'অন্ধতমিস্র',
'অন্ধবিশ্বাস',
'অন্ধিসন্ধি',
'অন্ধের',
'অন্ধ্র',
'অন্ন',
'অন্ন',
'অন্নকষ্ট',
'অন্নকূট',
'অন্নক্ষেত্র',
'অন্নগত',
'অন্নগতপ্রাণ',
'অন্নজল',
'অন্নদা',
'অন্নদাতা',
'অন্নদাস',
'অন্ননালী',
'অন্নপূর্ণা',
'অন্নপ্রাশন',
'অন্নভোজী',
'অন্নময়',
'অন্নরস',
'অন্নসংস্থান',
'অন্নহীন',
'অন্নাকাল',
'অন্বর্থ',
'অন্বর্থনামা',
'অন্বিত',
'অন্বিষ্ট',
'অন্বীক্ষা',
'অন্বেষক',
'অন্বেষণ',
'অন্বয়',
'অন্বয়ী',
'অন্য',
'অন্যআচরণ',
'অন্যকৃত',
'অন্যগত',
'অন্যতঃ',
'অন্যতম',
'অন্যতর',
'অন্যত্র',
'অন্যথা',
'অন্যপূর্বা',
'অন্যবিধ',
'অন্যভাব',
'অন্যভৃত',
'অন্যভৃৎ',
'অন্যমনষ্ক',
'অন্যসাপেক্ষ',
'অন্যান্য',
'অন্যায্য',
'অন্যাসক্ত',
'অন্যায়',
'অন্যায়তঃ',
'অন্যায়াচরণ',
'অন্যায়াচারী',
'অন্যোন্য',
'অনড়',
'অনয়',
'অপ',
'অপকর্ম',

'অপকর্মা',
'অপকর্ষ',
'অপকার',
'অপকারক',
'অপকীর্তি',
'অপকৃষ্ট',
'অপক্ক',
'অপক্ষপাত',
'অপক্ষপাতী',
'অপগত',
'অপগমন',
'অপঘাত',
'অপঘাতক',
'অপচার',
'অপচারনিরোধ',
'অপচায়িত',
'অপচিকীর্ষা',
'অপচিত',
'অপচিতি',
'অপচির্কীষু',
'অপচীয়মান',
'অপচেষ্টা',
'অপচ্ছায়া',
'অপচ্ছায়া',
'অপচয়',
'অপজাত',
'অপজাত',
'অপটু',
'অপঠিত',
'অপত্নীক',
'অপত্য',
'অপত্যনির্বিশেষে',
'অপত্যস্নেহ',
'অপত্যহীন',
'অপথ',
'অপথ্য',
'অপদ',
'অপদস্থ',
'অপদার্থ',
'অপদেবতা',
'অপনীত',
'অপনোদন',
'অপনোদীত',
'অপন্ডিত',
'অপনয়ন',
'অপপ্রয়োগ',
'অপবর্র্গ',
'অপবাদ',
'অপবাদক',
'অপবিত্র',
'অপব্যবহার',
'অপব্যয়',
'অপব্যয়ি',
'অপব্যয়িত',
'অপব্যয়িতা',
'অপভাষ',
'অপভাষা',
'অপভ্রংশ',
'অপভ্রষ্ট',
'অপমান',
'অপমানকর',
'অপমানজনক',
'অপমানিত',
'অপমৃতু্য',
'অপযশ',
'অপযশস্কর',
'অপর',
'অপরঞ্চ',
'অপরত্র',
'অপরা',
'অপরাজিত',
'অপরাজিতা',
'অপরাজেয়',
'অপরাধ',
'অপরাধী',
'অপরাধীন',


    ''' 17th page '''


''' o used till 16th pages '''

















    '''======================আ============================'''
    'আ',
    'আত্ম',
    'আত্মপক্ষ',
    'আত্মসমালোচনা',
    'আত্মসাৎকরা',
    'আত্মা',
    'আন্তরিকতা',
    'আবদার',
    'আমাশয়',
    'আয়তন',
    'আ-মরি',
    'আঁক',
    'আঁকশি',
    'আঁকাবাঁকা',
    'আঁকানো',
    'আঁকুপাঁকু',
    'আঁখিজল',
    'আঁচ',
    'আঁচড়া',
    'আঁচড়ানো',
    'আত্মগ্লানি',
    'আত্মবলিদান',
    'আত্মসাৎ',
    'আত্মহত্যা',
    'আন্তরিক',
    'আপেক্ষিক',
    'আম',
    'আরশি',
    'আঁইশ',
    'আঁকড়া',
    'আঁকড়ে',
    'আঁকা',
    'আঁকড়াইয়া',
    'আঁখি',
    'আঁখিঠার',
    'আঁচ',
    'আঁচড়ান',
    'আমার',
    'আরোহী',
    'আঁকাড়া',
    'আঁচড়',
    'আঁচড়ানো',




    'আ',
    'আ',
    'আঁইষ',
    'আঁক',
    'আঁকন',
    'আঁকশি',
    'আঁকা',
    'আঁকান',
    'আঁকাবাঁকা',
    'আঁকুপাঁকু',
    'আঁকুশি',
    'আঁকড়া',
    'আঁকড়া-আঁকড়ি',
    'আঁকড়ান',
    'আঁকড়ি',
    'আঁখ',
    'আঁখর',
    'আঁখিজল',
    'আঁখিঠার',
    'আঁচ',
    'আঁচন',
    'আঁচল',
    'আঁচলধরা',
    'আঁচা',
    'আঁচিল',
    'আঁচড়',
    'আঁচড়া-আঁচড়ি',
    'আঁচড়ান',
    'আঁচ',
    'আঁজনাই',
    'আঁজলা',
    'আঁট',
    'আঁটকুড়',
    'আঁটকুড়ী',
    'আঁটনি',
    'আঁটা',
    'আঁটাআঁটি',
    'আঁটি',
    'আঁটি-সাঁটি',
    'আঁটি',
    'আঁটুবাঁটু',
    'আঁত',
    'আঁত-আঁতড়ি',
    'আঁতকান',
    'আঁতাত',
    'আঁতুড়',
    'আঁদিসাদি',
    'আঁধলা',
    'আঁধার',
    'আঁধি',
    'আঁব',
    'আঁবুই',
    'আঁশ',
    'আঁশ',
    'আঁইশ',
    'আঁশফল',
    'আঁশান',
    'আঁশাল',
    'আঁষ',
    'আঁষটে',
    'আঁস্তাকুড়',
    'আংটা',
    'আংটি',
    'আংরা',
    'আংরাখা',
    'আংশিক',
    'আঃ',
    'আই-আই',
    'আই-বড়',
    'আইও',
    'আইচ',
    'আইডিন',
    'আইঢাই',
    'আইন',
    'আইন পাশ করা',
    'আইন মতে',
    'আইন-কানুন',
    'আইন-কানুন',
    'আইনজীবি',
    'আইনত',
    'আইবড়-ভাত',


    'আইমা',
    'আইল',

    'আইশ',
    'আইস',
    'আইসে',
    'আইয়ো',
    'আউওল',

    'আউট',
    'আউটান',
    'আউন্স',
    'আউরৎ',
    'আউল',
    'আউলা-ঝাউলা',
    'আউলান',
    'আউলিয়া',
    'আউল',
    'আউশ',
    'আওটান',
    'আওতা',
    'আওরান',
    'আওরৎ',
    'আওল',
    'আওলাত',
    'আওসৎ',
    'আওড়',
    'আওড়ান',
    'আওয়াজ',
    'আওয়াজি',
    'আক',
    'আককুটে',
    'আকচা-আকচি',
    'আকচার',
    'আকণ্ঠ',

    'আকথা',
    'আকনি',
    'আকন্দ',
    'আকপিল',
    'আকবরী',
    'আকম্প',
    'আকম্পিত',
    'আকর',
    'আকরিক',
    'আকর্ণ',
    'আকর্ণন',
    'আকর্ণিত',
    'আকর্ষ',
    'আকর্ষক',
    'আকর্ষণ',
    'আকসার',
    'আকস্মিক',
    'আকাঁড়া',
    'আকাঙ্ক্ষণীয়',
    'আকাঙ্ক্ষা',
    'আকাঙ্ক্ষী',
    'আকাট',
    'আকাটা',

    'আকাঠা',
    'আকামান',
    'আকার',
    'আকার-ইঙ্গিত',
    'আকাল',
    'আকালিক',
    'আকালী',
    'আকাশ',
    'আকাশ-পাতাল',

    'আকাশকুসুম',
    'আকাশগঙ্গা',
    'আকাশচুম্বী',
    'আকাশজাত',
    'আকাশপট',
    'আকাশপথ',
    'আকাশপ্রদীপ',
    'আকাশবাণী',
    'আকাশযান',
    'আকিঞ্চন',



'আকীর্ণ',
'আকুঞ্চন',
'আকুঞ্চিত',
'আকুত',
'আকুতি',
'আকুল',
'আকুলতা',
'আকুলি',
'আকুলিত',
'আকুলিবিকুলি',
'আকুলিল',
'আকৃতি',
'আকৃতি-প্রকৃতি',
'আকৃষ্ট',
'আকৃষ্যমাণ',
'আক্কেল',
'আক্কেল-গুড়ুম',
'আক্কেল-দাঁত',
'আক্কেল-দাঁত ওঠা',
'আক্কেল-সেলামি',
'আক্রম',
'আক্রমণ',
'আক্রমণীয়',
'আক্রা',
'আক্রান্ত',
'আক্রোশ',
'আক্লান্ত',
'আক্ষরিক',
'আক্ষিপ্ত',
'আক্ষেপ',


'আখ',
'আখনি'
'আখন্ডল'
'আখম্বা',
'আখর',
'আখরোট',
'আখা',
'আখির',
'আখুটি',
'আখুটে',
'আখেটক',
'আখের',
'আখেরী',
'আখোলা',
'আখ্যা',
'আখ্যাত',
'আখ্যান',
'আখ্যায়ক',
'আখ্যেয়',
'আখড়া'
'আখড়াধারী',



'আগ',
'আগত',
'আগতপ্রায়',
'আগদুয়ার',
'আগন্তুক',
'আগপাছ',
'আগবাড়নো',
'আগবাড়া',



'আগম',
'আগম শুল্ক',
'আগমন',
'আগমনী',
'আগল',
'আগলা',
'আগলান',
'আগলি',

'আগা',

'আগাছা',
'আগান',
'আগাপাছতলা',
'আগাম',
'আগামী',
'আগার',
'আগি',
'আগিলা',
'আগিলা-পাছিলা',
'আগু',

















    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',
    'অমর',

	'''==============================================================================================='''
	'''==============================================================================================='''
	'''==============================================================================================='''



'আগুন'

,

'আগুন'
,
'আগুনি'
,
'আগুপাছু'
,
'আগুবাড়া'
,
'আগুসর'
,
'আগুয়ান'
,
'আগে'
,
'আগের'
,

'আগ'
,
'আগেভাগে'
,
'আগে-পাছে'
,
'আগেকার'
,
'আগ্নেয়'
,
'আগ্নেয়গিরি'
,
'আগ্রহ'
,
'আগ্রহী'
,
'আগ্রহীরা'


'''========================================================'''

'''========================================================'''























'আতপ'
,
'আতপ্ত'
,
'আতর'
,
'আতরদান'
,
'আতশবাজি'
,
'আতশী'
,
'আতশীকাচ'
,


'''======================================================================================================================================'''
'''======================================================================================================================================'''

'''======================================================================================================================================'''


'খগহস্ত'
,
'খই'
,
'খইচূর'
,
'খইল',
'খৈল',
'খোল',
'খোলা',

'খইয়া',
'খইয়ে'
,

'খক্'
,
'খক্-খক্'
,
'খগ'
,
'খগপতি',
'খগরাজ',
'খগেন্দ্র'
,
'খগোল'
,
'খগোলবিদ্যা'
,
'খচর'
,
'খচাখচ্'
,
'খচ্চর'
,
'খচ্'
,
'খচানি'
,
'খচ্খচে'
,
'খচ্মচ্'
'খঞ্জ'
,
'খঞ্জন'
,
'খঞ্জনি',
 'খঞ্জনী'
,
'খঞ্জনিকা'
,
'খঞ্জর'
,
'খটকা'
,
'খটাশ',
'খটাস'
,
'খটাৎ'
,
'খটিকা',
'খটিনী',
'খটী'
,
'খোট্টা'
'খোট্টার'

 'খট্টাস'
,
'খট্'
,
'খট্খটে'
,
'খট্খট্'
,
'খত',
'খৎ',
'খতবা'
,
'খতম',

'খতরা'
,
'খতান',
'খতানো',

'খতি'


'খতিয়ান',
'খতেন',
'খদির'
,
'খদ্দর', 'খাদি'
,
'খদ্দের'
,
'খদ্দেরেরা'

,
'খনক',

'খনন'
,
'খননীয়'
,
'খনা'
,
'খনার'
,
'খনি',
'খনির'
'খনিতে'

,
'খনিজ',
'খনিজের',

'খনিতে',

'খন্ড'
,
'খন্ডিত'
,
'খন্ডে'
,
'খন্ডকাব্য'
,
'খন্ডন'
,
'খন্ডনীয়'
,
'খন্ডপ্রলয়'
,
'খন্ডান', 'খন্ডানো',

'খন্ডিত'
,
'খন্ডিতক্ষুর'
,
'খন্ডিতা'
,
'খন্তা', 'খোন্তা'
,
'খন্দ'
,
'খন্দকার'
,
'খোন্দকার'
,
'খন্খন্'
,
'খপর','খপরে',

'খপোত'
,
'খপ্পর','খপ্পরে',

'খপ্'
,
'খবর', 'খবরে'
,
'খবরদার',

'খবরদারি',

'খবরাখবর'
,
'খবরের'
,
'খমধ্য'
,
'খর'
,'খরা',
'খরখরে'
,
'খরগোশ', 'খরগোস'
,
'খরচ', 'খরচা'
,
'খরচখরচা', 'খরচপত্র'
,
'খরচে'
,
'খরজ'
,
'খরতর'
,
'খরধার', 'খরশাণ'
,
'খরমুজ', 'খরবুজ', 'খরমুজা', 'খরবুজা'
,
'খরস্রোতা'
,
'খরা'
,
'খরাংশু'
,
'খরাদ'
,
'খরিদ'
,
'খরিদা'
,
'খরিদ্দার'

,
'খরোষ্ঠী',

'খর্জূর'
,
'খর্ব',

'খল'
,
'খলখল'
,
'খলখলে'
,
'খলনুড়ি'
,
'খলি'
,
'খলিত'
,
'খলিত'
,
'খলিন'
,
'খলিফা', 'খলীফা'
,
'খস'
,
'খসা'
,
'খসানো'
,
'খসড়া'
,
'খাঁ', 'খান'
,
'খাঁই'
,
'খাঁকতি'
,
'খাঁকার', 'খাঁকরি', 'খাঁকারি'
,
'খাঁকি'
,
'খাঁখাঁ'
,
'খাঁচা'
,
'খাঁজ'
,
'খাঁটি'
,
'খাঁদা', 'খেঁদা'
,
'খাঁড়'
,
'খাঁড়া'
,
'খাঁড়ি'
,
'খাংরা', 'খেংরা'
,
'খাই'
,
'খাইখাই'
,
'খাইয়া'
,
'খাওয়া'
,
'খাওয়া-দাওয়া'
,
'খাওয়ান', 'খাওয়ানো'
,
'খাক'
,
'খাকসার'
,
'খাকি', 'খাকী', 'খাঁকি'
,
'খাগড়া'
,
'খাজনা'
,
'খাজা'
,
'খাজাঞ্চী'
,
'খাট',
'খাটো'
,
'খাটা'
,
'খাটাল'
,
'খাটিয়া'
,
'খাটিয়ে'
,
'খাটুনী'
,
'খাটো'
,
'খাট্টা',

'খাট',

'খাত',

'খাতক'
,
'খাতা',

'খাতির',

'খাতুন'
,
'খাদ'
,
'খাদক'
,
'খাদন'
,
'খাদি'
,
'খাদিম'
,
'খাদী'
,
'খাদ্য'
,
'খান'
,
'খানখান'
,
'খানকী'
,
'খানকীপনা'
,
'খানদান'
,
'খানদানী'
,
'খানসামা'
,
'খানা'
,
'খানিক'
,
'খান্ডব'
,
'খান্ডবদাহন'
,
'খান্ডার'
,
'খাপ'
,
'খাপরা'
,
'খাপা'
,
'খাপী'
,
'খাপ্পা'
,
'খাবরি'
,
'খাবলা'
,
'খাবার'
,
'খাবি'
,
'খাম'
,
'খামকা', 'খামোকা'
,
'খামখেয়াল'
,
'খামচা'
,
'খামার'
,
'খাম্বা'
,
'খাম্বাজ'
,
'খারাপ'
,
'খারাবি'
,
'খারিজ'
,
'খাল'
,
'খালখেঁচা'
,
'খালসা'
,
'খালা'
,
'খালাত'
,
'খালাস'
,
'খালাসী'
,
'খালি'
,
'খালি-খালি'
,
'খালী'
,
'খালু'
,
'খালুই'
,
'খাস'
,
'খাস-খামার'
,
'খাস-গেলাস'
,
'খাস-নবীশ'
,
'খাস-নবীশি'
,
'খাস-বরদার'
,
'খাস-মহল', 'খাস-মহাল'
,
'খাসা'
,
'খাসি', 'খাসী'
,
'খাসিয়া'
,
'খাস্ত', 'খাস্তা'
,
'খাড়া'
,
'খাড়াই'
,
'খাড়ি', 'খাঁড়ি'
,
'খাড়ু'
,
'খিঁচান', 'খিঁচানো', 'খিঁচন', 'খিঁচনো'
,
'খিঁচুনি', 'খিচুনি', 'খিঁচনি', 'খিচনি'
,
'খিঁচ্'
,
'খিচিমিচি'
,
'খিচুড়ি'
,
'খিচ্-খিচ্'
,
'খিটিমিটি'
,
'খিট্খিটে'
,
'খিট্খিট্',
'খিতাব', 'খেতাব'
,
'খিদমত', 'খিদমৎ', 'খিদমদ'
,
'খিদমতগার',  'খিদমদগার'
,
'খিদমতগারী',

'খিদা', 'খিদে'
,
'খিদ্যমান'
,
'খিন্ন'
,
'খিমচান', 'খিমচানো'
,
'খিমচি'
,
'খিল'
,
'খিলা'
,
'খিলাত'
,
'খিলান'
,
'খিলি', 'খিলী'
,
'খিল্খিল্'
,
'খিস্তি'
,
'খিড়কি', 'খিড়কী'
,
'খুঁচা'
,
'খুঁচি'
,
'খুঁজা'
,
'খুঁট', 'খোঁট'
,
'খুঁটা'
,
'খুঁটি'
,
'খুঁটী', 'খোঁটা'
,
'খুঁটিনাটি'
,
'খুঁটিয়া', 'খুঁটিয়ে'
,
'খুঁত'
,
'খুঁতখুঁতানি'
,
'খুঁতখুঁতে'
,
'খুঁতি'
,
'খুকি', 'খুকী'
,
'খুকিপণা'
,
'খুক্'
,
'খুক্খুক্'
,
'খুচরা', 'খুচরো'
,
'খুজলি'
,
'খুট্'
,
'খুট্খুট্'
,
'খুদ'
,
'খুদকুঁড়া', 'খুদকুঁড়ো',

'খুদা', 'খুদাহ্'
,
'খুদে'
,
'খুন'
,
'খুন-খারাবি'
,
'খুনখারাবি', 'খুনখারাপি'
,
'খুনসুটি', 'খুনসুড়ি'
,
'খুনাখুনি','খুনো'
,
'খুনী'
,
'খুনে'
,
'খুন্তি', 'খুন্তী'
,
'খুপরী', 'খুপরি'
,
'খুপসুরৎ'
,
'খুপি'
,
'খুপী'
,
'খুব'
,
'খুবরি', 'খুবরী'
,
'খুবসুরত', 'খুবসুরৎ'
,
'খুবানি', 'খোবানি'
,
'খুর'
,
'খুরপা', 'খুরপি'
,
'খুলি'
,
'খুলী'
,
'খুশ'
,
'খুশকি', 'খুষ্কি', 'খুস্কি', 'খুস্কি'
,
'খুশি', 'খুশী'
,
'খুশ্কো'
,
'খুড়তুত', 'খুড়তুতো',
'খুড়শ্বশুর'
,
'খুড়া', 'খুড়ো'
,
'খৃষ্ট', 'খৃষ্টান', 'খৃষ্টাব্দ', 'খৃষ্টীয়'
,
'খেঁক'

,
'খেঁকশিয়াল'
,
'খেঁকান', 'খেঁকানো'
,
'খেঁকানি', 'খেঁক্খেঁকানি'
,
'খেঁকারি'
,
'খেঁকি', 'খেঁকী'
,
'খেঁচা', 'খিঁচা'
,
'খেঁচাখেঁচি'
,
'খেঁচুনি'
,
'খেঁচড়া'
,
'খেঁট'
,
'খেঁদা', 'খেঁদী'
,
'খেঁড়ু'
,
'খেই'
,
'খেউরি'
,
'খেউড়', 'খেঁউড়'
,
'খেকো', 'খেগো'
,
'খেঙরা', 'খেঙ্গরা',
'খেচর',
'খেচামেচি'
,
'খেজুর'
,
'খেজুরে',
'খেটে'
,
'খেত'
,
'খেতাব'
,
'খেতাবধারী'
,
'খেদ',
'খান',
'খানে'
,
'খেদমত'
,
	'গোটা',

'খেদা'
,
'খেদান', 'খেদানো'
,
'খেদানিয়া', 'খেদানে'
,
'খেদোক্তি'
,
'খেপ'
,
'খেপলা'
,
'খেপা'
,
'খেপান', 'খেপানো'
,
'খেমটা', 'খ্যামটা'
,
'খেমটাওয়ালী',

'খেরাজ'
,
'খেরো'
,
'খেল'
,
'খেলন'
,
'খেলনা'
,
'খেলা'
,
'খেলাত'
,
'খেলাধূলা'
,
'খেলান', 'খেলানো'
,
'খেলাপ'
,
'খেলুড়ে', 'খেলুড়িয়া'
,
'খেলো'
,
'খেলোয়াড়'
,
'খেলোয়াড়ী'
,
'খেশ'
,
'খেসারী', 'খেসারি'
,
'খেসারৎ', 'খেসারত'
,
'খেয়া'
,
'খেয়াঘাট'
,
'খেয়ানৌকা', 'খেয়াতরী'
,
'খেয়ামাঝি'
,
'খেয়াল'
,
'খেয়ালী'
,
'খৈ', 'খৈল'
,
'খোঁচ'
,
'খোঁচা', 'খুঁচা'
,
'খোঁচান', 'খোঁচানো'
,
'খোঁজ'
,
'খোঁজখবর'
,
'খোঁজন'
,
'খোঁজা', 'খুঁজা'
,
'খোঁজা-খুঁজি'
,
'খোঁজান', 'খোঁজানো'
,
'খোঁট'
,
'খোঁটা'
,
'খোঁটান', 'খোঁটানো'

,
'খোঁটা', 'খুঁটা'
,
'খোঁপা', 'খোপা'
,
'খোঁড়ল', 'খোঁদল'
,
'খোঁড়া', 'কুঁড়া'
,
'খোঁড়ান', 'খোঁড়ানো', 'খুঁড়ান', 'খুঁড়ানো'
,
'খোঁড়া'
,
'খোঁয়াড়'
,
'খোকন'
,
'খোকা'
,
'খোকাপনা', 'খোকামি'
,
'খোক্কস'
,
'খোজা'
,
'খোট্টা'
,
'খোদ'
,
'খোদ-কর্তা'
,
'খোদকার', 'খোদগার'
,
'খোদকারি'
,
'খোদা'
,
'খোদা-ই-খিদমতগার'
,
'খোদাই'
,
'খোদান', 'খোদানো'
,
'খোদাবন্দ'
,
'খোদার'
,
'খোন্তা'
,
'খোন্দল'
,
'খোপ', 'খোপর'
,
'খোপা'
,
'খোবানি'
,
'খোর'
,
'খোরপোশ', 'খোরপোষ'
,
'খোরশোলা', 'খোরসোলা'
,
'খোরা', 'খোরাই'
,
'খোরাক'
,
'খোরাকি'
,
'খোল'
,
'খোলক'
,
'খোলতা'
,
'খোলতাই'
,
'খোলস'
,
'খোলসা'
,
'খোলা'
,
'খোলাখুলি'
,
'খুলা'


,
'খোশ', 'খুশ'
,
'খোশ-খবর'
,
'খোশ-খোরাক'
,
'খোশ-খোরাকী'
,
'খোশ-নাম'
,
'খোশ-পোষাক'
,
'খোশ-পোষাকী'
,
'খোশবু'
,
'খোশকবালা'
,
'খোশখেয়াল'
,
'খোশগল্প'
,
'খোশনবিস'
,
'খোশমেজাজ'
,
'খোশামুদি, খোশামোদি'
,
'খোশামুদে'
,
'খোশামোদ'
,
'খোস'
,
'খোসা'
,
'খোড়ল'
,
'খোয়া'
,
'খোয়ান', 'খোয়ানো'
,
'খোয়াব'
,
'খোয়ার'
,
'খোয়ারি'

,
'খোয়া'
,
'খ্যাক্'
,
'খ্যাট', 'খেঁট'
,
'খ্যাটন'
,
'খ্যাত'
,
'খ্যাতনামা'
,
'খ্যাতি'
,
'খ্যাতিমান্'
,
'খ্রিষ্টীয়', 'খ্রীষ্টীয়'
,
'খ্রিস্ট', 'খ্রীষ্ট'
,
'খ্রিস্টপূর্ব', 'খ্রীষ্টপূর্ব'
,
'খ্রিস্টান', 'খ্রীষ্টান'
,
'খ্রিস্টানি', 'খ্রীষ্টানি'
,
'খ্রিস্টানী', 'খ্রীষ্টানী'
,
'খ্রিস্টাব্দ', 'খ্রীষ্টাব্দ'
,
'খ্রিস্টিয়ান', 'খ্রীস্টিয়ান'
,
'খড়'
,
'খড়কুটা'
,
'খড়কে'
,
'খড়খড়'
,
'খড়খড়ি'
,
'খড়খড়ে'
,
'খড়ম'
,
'খড়মপেয়ে'
,
'খড়ি পাতা'
,
'খড়ি, খড়ী'
,
'খড়িকা', 'খড়কে'
,
'খয়রা'
,
'খয়রাত', 'খয়রাৎ'
,
'খয়রাতী'
,

'খয়ের'
,
'গ'
,
'গঁদ'
,
'গং'
,
'গগন'
,
'গগনচারী'
,
'গগনচুম্বী'
,
'গগনতল', 'গগনপট'
,
'গগনপ্রান্ত'
,
'গগনবিহারী'
,
'গগনমন্ডল'
,
'গগনস্পর্শী'
,
'গঙ্গা'
,
'গঙ্গা-যমুনা'
,
'গঙ্গাজল'
,
'গঙ্গাজলী'
,
'গঙ্গাজালি'
,
'গঙ্গাধর'
,
'গঙ্গাপুত্র'
,
'গঙ্গাপ্রাপ্তি'
,
'গঙ্গাফড়িং'
,
'গঙ্গাবাসী'
,
'গঙ্গাযাত্রা'
,
'গঙ্গাযাত্রী'
,
'গঙ্গালাভ'
,
'গঙ্গাসঙ্গম', 'গঙ্গাসাগর'
,
'গঙ্গোত্র'
,
'গঙ্গোপাধ্যায়'
,
'গচ্চা', 'গচ্ছা'
,
'গচ্ছিত'
,
'গছান', 'গছানো'
,
'গজ'
,
'গজ-কচ্ছপ'
,
'গজ-কুম্ভ'
,
'গজকাঠি'
,
'গজগতি'
,
'গজগামী'
,
'গজগিরি', 'গীর'
,
'গজঘন্টা'
,
'গজদন্ত'
,
'গজপতি'
,
'গজবীথি'
,
'গজভুক্তপিত্থবৎ'
,
'গজমুক্তা', 'গজমোতি'
,
'গজরান', 'গজরানো'
,
'গজরানি'
,
'গজল'
,
'গজা'
,
'গজান', 'গজানো'
,
'গজানন'
,
'গজানীক'
,
'গজারি'
,
'গজারূঢ়'
,
'গজারোহী'
,
'গজাল'
,
'গজী'
,
'গজেন্দ্র'
,
'গজেন্দ্রগমন'
,
'গজেন্দ্রগামী'
,
'গজ্গজ্'
,
'গঞ্জ'
,
'গঞ্জন'
,
'গঞ্জনা'
,
'গঞ্জিকা'
,
'গঞ্জিকাসেবী'
,
'গঞ্জিত'
,
'গট্গট্'
,
'গঠন'
,
'গঠিত'
,
'গড্ডল', 'গড্ডর'
,
'গড্ডলিকা'
,
'গড্ডরিকা'
,
'গণ'
,
'গণ-আন্দোলন'
,
'গণইতে'
,
'গণক'
,
'গণতন্ত্র'
,
'গণতন্ত্রী'
,
'গণতান্ত্রিক'
,
'গণতি',

'গণদেব'
,
'গণদেবতা'
,
'গণন', 'গণনা'
,
'গণনায়ক'
,
'গণনীয়'
,
'গণপতি',

'গণশক্তি'
,
'গণা'
,
'গণিকা'
,
'গণিকালয়'
,
'গণিত'
,
'গণিতক'
,
'গণিতকার'
,
'গণিতজ্ঞ'
,
'গণিতবিজ্ঞান', 'গণিতবিদ্যা'
,
'গণিভূত'
,
'গণেশ'
,
'গণেশ-কুসুম'
,
'গণ্য'
,
'গণৎকার'
,
'গত'
,
'গতকল্য'
,
'গতক্রম'
,
'গতচেতন'
,
'গতজীবন', 'গতপ্রাণ'
,
'গতযৌবন'
,
'গতর'
,
'গতর'
,
'গতরখাকী',

'গতশোক'
,
'গতস্পৃহ'
,
'গতাগত', 'গতায়াত',

'গতানুগতিক'
,
'গতানুশোচনা', 'গতানুশোচন'
,
'গতাসু'
,
'গতায়ু', 'গতায়ুঃ'
,
'গতি'
,
'গতিক'
,
'গতিদায়িনী'
,
'গতিবিদ্যা', 'গতিবিজ্ঞান'
,
'গতিবিধি'
,
'গতিভঙ্গ'
,
'গতিরোধ'
,
'গতিশক্তি'
,
'গতিহীন'
,
'গতীয়'
,
'গত্যন্তর'
,
'গদ'
,
'খবরদারী'
,
'গদগদ'
,
'গদা'
,
'গদাইলস্করী'
,
'গদি'
,
'গদ্য'
,
'গদ্যছন্দ'
,
'গদ্গদ্'
,
'গদড়া'
,
'গনতি'
,
'গনা', 'গণা'
,
'গনা-গনতি', 'গনা-গুনতি', 'গনা-গাঁথা'
,
'গনাগোষ্ঠী'
,
'গনান', 'গনানো'
,
'গন্ড'
,
'গন্ডক'
,
'গন্ডকী'
,
'গন্ডকীশিলা'
,
'গন্ডকূপ'
,
'গন্ডগ্রাম'
,
'গন্ডদেশ'
,
'গন্ডমালা'
,
'গন্ডমূর্খ'
,
'গন্ডযোগ'
,
'গন্ডশৈল'
,
'গন্ডস্থল'
,
'গন্ডা'
,
'গন্ডা-গন্ডা'
,
'গন্ডাকিয়া'
,
'গন্ডার'
,
'গন্ডি', 'গন্ডী'
,
'গন্ডু', 'গন্ডূ'
,
'গন্ডুপদী', 'গন্ডূপদী'
,
'গন্ডূষ'
,
'গন্ডে-পিন্ডে', 'গান্ডে-পিন্ডে'
,
'গন্ডেরী'
,
'গন্তা'
,
'গন্ধ'
,
'গন্ধক'
,
'গন্ধকচূর্ণ'
,
'গন্ধকদ্রাবক', 'গন্ধকাম্ল'
,
'গন্ধকাষ্ঠ'
,
'গন্ধগোকুল', 'গন্ধগোকুলা'
,
'গন্ধতৈল'
,
'গন্ধদ্বিপ', 'গন্ধগস্তী'
,
'গন্ধদ্রব্য'
,
'গন্ধপুষ্প'
,
'গন্ধবণিক'
,
'গন্ধবল্কল'
,
'গন্ধবহ', 'গন্ধবাহ'
,
'গন্ধভাদাল', 'গন্ধভাদুলী'
,
'গন্ধমাদন'
,
'গন্ধমূষিক'
,
'গন্ধমৃগ'
,
'গন্ধর্ব'
,
'গন্ধর্ববিদ্যা'
,
'গন্ধর্ববিবাহ'
,
'গন্ধাধিবাস', 'গন্ধাধিবাসন'
,
'গন্ধী'
,
'গন্ধে-গন্ধে'
,
'গন্ধেশ্বরী'
,
'গন্ধোপজীবী'
,
'গন্নাকাটা'
,
'গন্গন্'
,
'গনৎকার'
,
'গপগপ', 'গবগব'
,
'গপাগপ', 'গবাগব'
,
'গবচন্দ্র', 'গবুচন্দ্র'
,
'গবা'
,
'গবাক্ষ'
,
'গবাদি'
,
'গবী'
,
'গবেষক'
,
'গবেষণ', 'গবেষণা'
,
'গবেষিত'
,
'গব্য'
,
'গবয়'
,
'গভীর'
,
'গভীরতা', 'গভীরত্ব'
,
'গভীরাত্মা'
,
'গম'
,
'গমন'
,
'গমনাগমন'
,
'গমনার্হ', 'গমনীয়'
,
'গমনোদ্যত', 'গমনোন্মুখ'
,
'গমিত'
,
'গম্বুজ'
,
'গম্ভীর'
,
'গম্ভীরতা', 'গম্ভীরত্ব'
,
'গম্ভীরা'
,
'গম্য'
,
'গম্যমান'
,
'গম্যা'
,
'গর'
,
'গরকবুল'
,
'গরগর'
,
'গরজ'
,
'গরজান'
,
'গরদ'
,
'গরব'
,
'গরবা'
,
'গরবিনী'
,
'গরবী'
,
'গরম'
,
'গরম-মসলা'
,
'গরমান', 'গরমানো'
,
'গরমি', 'গর্মি'
,
'গরমিল'
,
'গরহাজির'
,
'গরাদ'
,
'গরান'
,
'গরিব', 'গরীব'
,
'গরিবখানা', 'গরীবখানা'
,
'গরিবানা'
,
'গরিবী', 'গরীবী'
,
'গরিমা',

'গরিলা'
,
'গরিষ্ঠ'
,
'গরীয়ান'
,
'গরু', 'গোরু'
,
'গরুজে'
,
'গরুত্মান্'
,
'গরুড়'
,
'গর্গ'
,
'গর্গরী'
,
'গর্জক'
,
'গর্জন'
,
'গর্জনতৈল'
,
'গর্জান', 'গরজানো'
,
'গর্ত'
,
'গর্তিকা'
,
'গর্দভ'
,
'গর্দান'
,
'গর্দানি'
,
'গর্ব'
,
'গর্ভ'
,
'গর্ভকোষ'
,
'গর্ভগৃহ'
,
'গর্ভধারণ'
,
'গর্ভধারিণী'
,
'গর্ভনমেন্ট', 'গবর্মেন্ট'
,
'গর্ভনর'
,
'গর্ভনর-জেনারেল'
,
'গর্ভনাড়ী'
,
'গর্ভপাত'
,
'গর্ভবতী'
,
'গর্ভবাস'
,
'গর্ভযন্ত্রণা'
,
'গর্ভলক্ষণ'
,
'গর্ভসঞ্চার'
,
'গর্ভস্রাব'
,
'গর্ভাগার'
,
'গর্ভাঙ্ক'
,
'গর্ভাশয়'
,
'গর্ভিণী'
,
'গর্হন', 'গর্হণা', 'গর্হা'
,
'গর্হিত'
,
'গল'
,
'গলকম্বল'
,
'গলগন্ড'
,
'গলগ্রহ'
,
'গলদ'
,
'গলদশ্রু'
,
'গলদা'
,
'গলদ্ঘর্ম'
,
'গলন'
,
'গলনালী'
,
'গলবস্ত্র'
,
'গললগ্নীকৃতবাস'
,
'গলা'
,
'গলাগলি'
,
'গলাধঃকরণ'
,
'গলাবন্ধ'
,
'গলাবসা'
,
'গলাবাজি', 'গলাবাজী'
,
'গলাসি', 'গলাসী'
,
'গলায়'
,
'গলি', 'গলী'
,
'গলিঘুঁজি', 'গলীঘুঁজি'
,
'গলিজ'
,
'গলুই'
,
'গল্প'
,
'গল্প-গুজব'
,
'গল্গল্'
,
'গল্ভ'
,
'গস্ত'
,
'গস্তানী'
,
'গস্গস্'
,
'গহন'
,
'গহনা'
,
'গহন'
,
'গহীন'
,
'গা'
,
'গাঁ'
,
'গাঁইট'
,
'গাঁইয়া'
,
'গাঁক-গাঁক'
,
'গাঁজ', 'গাজলা'
,
'গাঁজখোর'
,
'গাঁজা'
,
'গাঁজাখুরি'
,
'গাঁজান', 'গাঁজানো'
,
'গাঁট'
,
'গাঁটকাটা'
,
'গাঁটছড়া'
,
'গাঁটরি', 'গাঁটুরি'
,
'গাঁট্টা'
,
'গাঁতা'
,
'গাঁতি'
,
'গাঁথন'
,
'গাঁথনি'
,
'গাঁথা'
,
'গাঁদা'
,
'গাঁদাল', 'গাঁধাল'
,
'গাঁদি'
,
'গাই'
,
'গাইয়ে'
,
'গাউন'
,
'গাওনা'
,
'গাওয়া'
,
'গাগরি', 'গাগরী'
,
'গাঙ', 'গাঙ্গ'
,
'গাঙ', 'গাঙ্গ', 'গাং'
,
'গাঙচিল', 'গাঙ্গচিল'
,
'গাঙদাড়া'
,
'গাঙশালিক'
,
'গাঙ্গেয়'
,
'গাছ'
,
'গাছ-গাছড়া'
,
'গাছ-পাথর'
,
'গাছা'
,
'গাছি'
,
'গাজন'
,
'গাজর'
,
'গাজী'
,
'গাট্টা', 'গাঁট্টা'
,
'গাণতিক'
,
'গাণনিক'
,
'গাণপত্য'

,
'গাতা'
,
'গাত্র'
,
'গাত্র-দাহ'
,
'গাত্র-মার্জনী'
,
'গাত্র-হরিদ্রা'
,
'গাত্রাবরণ'
,
'গাত্রোত্থান'
,
'গাথক'
,
'গাথা'
,
'গাদন'
,
'গাদা'
,
'গাদাগাদি'
,
'গাধা'
,
'গাধাবোট'
,
'গাধামি'
,
'গাধেয়'
,
'গান'
,
'গান্ডিব', 'গান্ডীব'
,
'গান্ডীবী'
,
'গান্ধর্ব'
,
'গান্ধার'
,
'গান্ধারী'
,
'গাপ'
,
'গাফিল'
,
'গাফিলি', 'গাফিলতী'
,
'গাব'
,
'গাবগুবাগুব'
,
'গাবদা'
,
'গাবদা','গোবদা'
,
'গাবা'
,
'গাবান', 'গাবানো',
'গাবড়া'
,
'গাভিন'
,
'গাভী'
,
'গাভীন'
,
'গামছা', 'গামোছা'
,
'গামলা'
,
'গামী'
,
'গাম্ভীর্য'
,
'গারদ'
,
'গারুড়'
,
'গারুড়িক'
,
'গার্গি'
,
'গার্গী'
,
'গার্জেন', 'গার্জিয়ান'
,
'গার্টার'
,
'গার্হস্থ্য', 'গার্হস্থ'
,
'গাল'
,
'গাল'
,
'গালগল্প'
,
'গালচে'
,
'গালন'
,
'গালপাট্টা'
,
'গালবাদ্য'
,
'গালা'
,
'গালাগালি', 'গালাগাল'
,
'গালান', 'গালানো'
,
'গালি', 'গালী'
,
'গালিগালাজ', 'গালীগালাজ'
,
'গালিচা', 'গালচে'
,
'গালিলিও'
,

'গাহ'
'গাড়ল'
,
'গাড়া'
,
'গাড়ি', 'গাড়ী'
,
'গাড়োয়ান'
,
'গাঢ়'
,
'গায়ক'
,
'গায়ত্রী'
,
'গায়ে'
,
'গায়েন'
,
'গায়েব'
,
'গায়েবী'
,
'গিঁঠ', 'গিঁট', 'গিঁঠা'
,
'গিজ্গিজ্'
,
'গিঞ্জি'
,
'গিটকিরি'
,
'গিদ্ধড়', 'ঘিধড়'
,
'গিনি'
,
'গিনিসোনা'
,
'গিন্নি', 'গিন্নী'
,
'গিন্নিপনা', 'গিন্নীপনা'
,
'গিন্নিবান্নি', 'গিন্নীবান্নী'
,
'গিমা'
,
'গিরগিটি', 'গিরগিটী'
,
'গিরা', 'গেরো'
,
'গিরি'
,
'গিরিকন্দর', 'গিরিগহ্বর', 'গিরিগুহা'
,
'গিরিকুমারী', 'গিরিজা'
,
'গিরিকূট'
,
'গিরিচর'
,
'গিরিজ'
,
'গিরিজায়া'
,
'গিরিতল'
,
'গিরিদরী'
,
'গিরিদুর্গ'
,
'গিরিপথ'
,
'গিরিমল্লিকা'
,
'গিরিমাটি'
,
'গিরিরাজ'
,
'গিরিরানী'
,
'গিরিশ'
,
'গিরিশৃঙ্গ'
,
'গিরিসঙ্কট', 'গিরিসংকট'
,
'গিরিসূত'
,
'গিরিসূতা'
,
'গিরি'
,
'গিরীন্দ্র'
,
'গিরীশ'
,
'গিরীষ'
,
'গির্জা'
,
'গির্দা'
,
'গিলটি'
,
'গিলন'
,
'গিলা'
,
'গিলিত',
'গিয়া'
,
'গিয়ে', 'গে'
,
'গীঃ', 'গীর'
,
'গীত'
,
'গীত-বাদ্য'
,
'গীতল'
,
'গীতা'
,
'গীতি'
,
'গীতি-কবিতা'
,
'গীতিক'
,
'গীতিনাট্য'
,
'গীতিবাক্য'
,
'গীম'
,
'গীর্ণ'
,
'গীর্দেবী'
,
'গীর্বাণ'
,
'গীষ্পতি', 'গীঃপতি'
,
'গু'
,
'গুঁজা'
,
'গুঁজামিল'
,
'গুঁজি'
,
'গুঁজিকাঠি'
,
'গুঁতন', 'গুঁতনো'
,
'গুঁতা'
,
'গুঁতান', 'গুঁতানো'
,
'গুঁতুনে'
,
'গুঁতো'
,
'গুঁফো',

'গুঁড়ান', 'গুঁড়'
,
'গুঁড়ি'
,
'গুখোর', 'গুকুরি'
,
'গুগলি'
,
'গুগ্গুল', 'গুগ্গুলু'
,
'গুচ্চের'
,
'গুচ্ছ', 'গুচ্ছক'
,
'গুচ্ছমূল'
,
'গুচ্ছের'
,
'গুছন', 'গুছনো'
,
'গুছান', 'গুছানো'
,
'গুছি'
,
'গুজগুজ', 'গুজগুজানি'
,
'গুজব'
,
'গুজরাট'
,
'গুজরাটী', 'গুজরাতী'
,
'গুজরান'
,
'গুঞ্জ'
,
'গুঞ্জন'
,
'গুঞ্জরা'
,
'গুঞ্জিত'
,
'গুটন', 'গুটনো'
,
'গুটলি', 'গুটলে'
,
'গুটান', 'গুটানো'
,
'গুটি', 'গুটিকা', 'গুটী'
,
'গুটিকত', 'গুটিকতক'
,
'গুটিগুটি', 'গুড়িগুড়ি'
,
'গুটিপোকা'
,
'গুটিপোকা', 'গুটীপোকা'
,
'গুটিসুটি'
,
'গুটি'
,
'গুণ'
,
'গুণ'
,
'গুণ', 'গুণনীয়'
,
'গুণক'
,
'গুণকীর্ত্তণ'
,
'গুণগরিমা', 'গুণগৌরব'
,
'গুণগ্রহণ'
,
'গুণগ্রাম'
,
'গুণগ্রাহী'
,
'গুণচট'
,
'গুণজ্ঞ'
,
'গুণজ্ঞতা'
,
'গুণটানা'
,
'গুণতি'
,
'গুণধর'
,
'গুণধাম', 'গুণনিধি'
,
'গুণন'
,
'গুণনীয়', 'গুণ্য'
,
'গুণনীয়ক'
,
'গুণপনা'
,
'গুণফল'
,
'গুণবত্তা'
,
'গুণবাচক'
,
'গুণবাদ'
,
'গুণবান'
,
'গুণবৃক্ষ'
,
'গুণবৈষম্য'
,
'গুণমণি'
,
'গুণমুগ্ধ'
,
'গুণময়'
,
'গুণশালী'
,
'গুণশূন্য'
,
'গুণসম্পন্ন'
,
'গুণসাগর'
,
'গুণাকর'
,
'গুণাগুণ'
,
'গুণাঢ্য'
,
'গুণাতীত'
,
'গুণাধার'
,
'গুণানুবাদ'
,
'গুণান্বিত'
,
'গুণাভাস'
,
'গুণিত'
,
'গুণিতক'
,
'গুণিন'
,
'গুণী'
,
'গুণীভূত', 'ব্যঙ্গ'
,
'গুণোপেত'
,
'গুণোৎকর্য'
,
'গুণ্ঠন'
,
'গুণ্য', 'গুনীয়'
,
'গুদাম', 'গুদম'
,
'গুদার', 'গুদারা'
,
'গুন'
,
'গুনতি', 'গনতি'
,
'গুনসূঁচ', 'গুনসুঁচ', 'গুনছুঁচ'
,
'গুনা'
,
'গুনাগার', 'গুনাহগার', 'গুনাগারি', 'গুনাহগারি'
,
'গুনা', 'গুনাহ'
,
'গুনিন'
,
'গুনো'
,
'গুন্ঠিত'
,
'গুন্ডা'
,
'গুন্ডামি'
, 'গুন্ডামো'
,
'গুন্ডিত'
,
'গুন্গুন্'
,
'গুপ্ত'
,
'গুপ্তকথা'
,
'গুপ্তচর'
,
'গুপ্তধন'
,
'গুপ্তবেশ'
,
'গুপ্তভোট', 'গুপ্তমত'
,
'গুপ্তমন্ত্র'
,
'গুপ্তরহস্য'
,
'গুপ্তহত্যা'
,
'গুপ্তি'
,
'গুফা', 'গুম্ফা'
,
'গুবরে'
,
'গুবাক', 'গূবাক'
,
'গুম'
,
'গুমট'
,
'গুমটি', 'গুমটী'
,
'গুমর'
,
'গুমরন', 'গুমরনো', 'গুমরান', 'গুমরানো'
,
'গুমসা', 'গুমসো'
,
'গুমসান', 'গুমসানো', 'গুমসন'
,
'গুমসানি', 'গুমসনি'
,
'গুমাগম'
,
'গুম্ফ'
,
'গুম্ফন'
,
'গুম্ফা'
,
'গুম্বজ'
,
'গুম্'
,
'গুম্গুম্', 'গুমাগুম'
,
'গুম'
,
'গুরমুখী'
,
'গুরু'
,
'গুরু-গম্ভীর'
,
'গুরুগম্ভীর'
,
'গুরুচন্ডালী'
,
'গুরুজন'
,
'গুরুতর'
,
'গুরুতা', 'গুরুত্ব'
,
'গুরুদক্ষিণা'
,
'গুরুদশা'
,
'গুরুপাক'
,
'গুরুবরণ'
,
'গুরুবল'
,
'গুরুমহাশয়'
,
'গুরুমা'
,
'গুরুমুখী'
,
'গুরুসেবা'
,
'গুরুস্থানীয়'
,
'গুর্জর'
,
'গুর্বী'
,
'গুল'
,
'গুলজার'
,
'গুলতি'
,
'গুলদার'
,
'গুলপট্টি'
,
'গুলবদন'
,
'গুলবাজ'
,
'গুলবাহার'
,
'গুলমারা'
,
'গুলা', 'গুলি', 'গুলো', 'গুলিন', 'গুলোন', 'গুলিন্'
,
'গুলান', 'গুলানো'
,
'গুলাব', 'গোলাপ', 'গোলাব'
,
'গুলাবপাশ', 'গোলাপপাশ', 'গোলাবপাশ'
,
'গুলাবী', 'গোলাপী'
,
'গুলাল'
,
'গুলি', 'গুলী'
,
'গুলিকা'
,
'গুলিখোর', 'গুলীখোর'
,
'গুলিডান্ডা', 'গুলীডান্ডা'
,
'গুল্ম'
,
'গুল্ফ'
,
'গুষ্টি', 'গুষ্ঠি'
,
'গুহ'
,
'গুহা'
,
'গুহাচর'
,
'গুহাশয়'
,
'গুহ্য'
,
'গুড়'
,
'গুড়', 'গুড়া'
,
'গুড়কুমড়া',

'গুড়গুড়'
,
'গুড়গুড়ি'
,
'গুড়া'
,
'গুড়াকেশ'
,
'গুড়ি'
,
'গুড়িগুড়ি'
,
'গুড়ুক'
,
'গুড়ুম'
,
'গুড়ে'
,
'গুয়া'
,
'গুয়ে'
,
'গূঢ়'
,
'গূঢ়পথ'
,
'গূঢ়পাদ'
,
'গূঢ়পুরুষ'
,
'গূঢ়বৃক্ষ'
,
'গৃহ'
,
'গৃহকর্তা'
,
'গৃহকর্ম',

'গৃহকোণ'
,
'গৃহগোধা', 'গৃহগোধিকা'
,
'গৃহচু্যত'
,
'গৃহচ্ছিদ্র'
,
'গৃহত্যাগ'
,
'গৃহদাহ'
,
'গৃহপালিত'
,
'গৃহপ্রবেশ'
,
'গৃহবাটিকা'
,
'গৃহবাসী'
,
'গৃহবিচ্ছেদ'
,
'গৃহবিবাদ'
,
'গৃহভেদী'
,
'গৃহমণি'
,
'গৃহমৃগ'
,
'গৃহযুদ্ধ'
,
'গৃহলক্ষ্ণী'
,
'গৃহশত্রু'
,
'গৃহশূন্য'
,
'গৃহসজ্জা'
,
'গৃহস্থ'
,
'গৃহস্থালী'
,
'গৃহস্বামী'
,
'গৃহাগত'
,
'গৃহাশ্রম'
,
'গৃহাসক্ত'
,
'গৃহিণী'
,
'গৃহিণীপনা'
,
'গৃহীত'
,
'গৃহ্য'
,
'গৃহ্যসূত্র'
,
'গে'
,
'গেঁজ'
,
'গেঁজলা'
,
'গেঁজান', 'গেঁজানো'
,
'গেঁজে', 'গেঁজেয়া'
,
'গেঁজেল'
,
'গেঁটা'
,
'গেঁটে'
,
'গাট্টাগোট্টা'
,
'গেঁতো'
,
'গেঁড়'
,
'গেঁড়া'
,
'গেঁড়াকল'
,
'গেঁড়ি'
,
'গেঁড়ু', 'গেঁড়ুয়া'
,
'গেঁয়ে', 'গেঁয়ো'
,
'গেছো'
,
'গেজেট'
,
'গেঞ্জি'
,
'গেট'
,
'গেনু'
,
'গেন্ডু', 'গেন্ডুক', 'গেন্দুক'
,
'গেন্ডুয়া'
,
'গেন্দুক'
,
'গেরন', 'গেরণ'
,
'গেরস্ত'
,
'গেরি'
,
'গেরিলা'
,
'গেরুয়া'
,
'গেরেফতার', 'গ্রেপ্তার'
,
'গেরেফতারী', 'গ্রেপ্তারী'
,
'গেরো'
,
'গেল'
,
'গেলা'
,
'গেলান', 'গেলানো'
,
'গেলাপ'
,
'গেলাস', 'গ্লাস'
,
'গেল'
,
'গেহ'
,
'গেহী'
,
'গেয়ান'
,
'গেয়ে'
,
'গৈবী'
,
'গৈরিক'
,
'গৈরেয়'
,
'গো'
,
'গো-বেড়েন'
,
'গোঁ'
,
'গোঁজ'
,
'গোঁজা'
,
'গোঁজামিল'
,
'গোঁফ', 'গোঁপ'
,
'গোঁফখেজুরে', 'গোঁপখেজুরে'
,
'গোঁসা', 'গোসা', 'গোঁষা'
,
'গোঁসাই', 'গোসাঁই'
,
'গোঁড়'
,
'গোঁড়া'
,
'গোঁড়ামি', 'গোঁড়ামো'
,

'গোঁয়া', 'গোঁঙা'
,
'গোঁয়ার',

'গোঁয়ার-গোবিন্দ',

'গোকুল'
,
'গোক্ষীর'
,
'গোক্ষুরা', 'গোখরো'
,
'গোখাদক'
,
'গোগৃহ'
,
'গোগ্রাস'
,
'গোঙার', 'গোযানো'
,
'গোচ', 'গোছ', 'গোছা'
,
'গোচন্দন'
,
'গোচর'
,
'গোচারণ'
,
'গোছ-গাছ'
,
'গোছান', 'গোছানো'
,
'গোছাল', 'গোছালো'
,
'গোজাত'
,
'গোট'
,
'গোটা'
,
'গোটা',
'গোটা-কতক'
,
'গোতা', 'গোত্তা', 'গোপ্তা'
,
'গোত্র'
,
'গোদ'
,
'গোদা'
,
'গোদান'
,
'গোদান'
,
'গোদাবরী'
,
'গোদুহ'
,
'গোধন'
,
'গোধা'
,
'গোধুম'
,
'গোধূমচূর্ণ'
,
'গোধূমসার'
,
'গোধূলি'
,
'গোধূলি'
,
'গোধূলিলগ্ন'
,
'গোনা'
,
'গোন্ড'
,
'গোপ'
,
'গোপণীয়'
,
'গোপত'
,
'গোপতি'
,
'গোপদ'
,
'গোপন'
,
'গোপা'
,
'গোপাঙ্গনা'
,
'গোপাল'
,
'গোপালক'
,
'গোপাষ্টমী'
,
'গোপিকা', 'গোপিনী'
,
'গোপিকাবল্লভ', 'গোপিনীবল্লভ'
,
'গোপিকামোদ'
,
'গোপিত'
,
'গোপী'
,
'গোপীযন্ত্র'
,
'গোপুর'
,
'গোপ্তব্য'
,
'গোপ্য'
,
'গোবদা'
,
'গোবধ'
,
'গোবর'
,
'গোবর'
,
'গোবর-গণেশ'
,
'গোবরাট', 'গোবরাঠ'
,
'গোবর্ধন'
,
'গোবর্ধনধারী'
,
'গোবশা'
,
'গোবাঘ'
,
'গোবিন্দ'
,
'গোবৈদ্য'
,
'গোব্রজ'
,
'গোবৎস'
,
'গোভাগাড়'
,
'গোমতী'
,
'গোমস্তা'
,
'গোমাতা'
,
'গোমায়ু'
,
'গোমুখ'
,
'গোমুখী'
,
'গোমূত্র'
,
'গোমূত্র'
,
'গোমেদ'
,
'গোমেধ'
,
'গোমেধ'
,
'গোমড়া'
,
'গোময়'
,
'গোযান'
,
'গোর'
,
'গোরক্ত'
,
'গোরক্ষক'
,
'গোরখনাথ', 'গোক্ষনাথ',
'গোরস'
,
'গোরস্তান', 'গোস্থান'
,
'গোরা'
,
'গোরাচাঁদ'
,
'গোল'
,
'গোলক'
,
'গোলকধাঁধা'
,
'গোলগাল'
,
'গোলন্দাজ'
,
'গোলপাতা'
,
'গোলমরিচ'
,
'গোলমাল'
,
'গোলমেলে'
,
'গোলযোগ'
,
'গোলা'
,
'গোলাকার', 'গোলাকৃতি'
,
'গোলাজাত'
,
'গোলাপ'
,
'গোলাপী'
,
'গোলাম'
,
'গোলামখানা'
,
'গোলামি'
,
'গোলার্ধ'
,
'গোলাল'
,
'গোলা'
,
'গোলোক'
,
'গোলোকধাম'
,
'গোলোকনাথ', 'গোলোকপতি', 'গোলোকবিহারী'
,
'গোল্লা'
,
'গোল্লায়'
,
'গোল'
,
'গোশালা'
'গোষ্ঠী'
,
'গোষ্ঠীপতি'
,
'গোষ্ঠীবর্গ'
'গোষ্পদ'
,
'গোস'
,
'গোসল'
,
'গোসলখানা'
,
'গোসা', 'গোস্সা'
,
'গোসাঁই',
'গোসাপ'
,
'গোস্ত'
,
'গোস্তাকি'
,
'গোস্বামী'
,
'গোড়'
,
'গোড়ে'
,
'গোয়াল'
,
'গোয়ালা'
,
'গোয়েন্দা'
,
'গোয়েন্দাগিরি'
,
'গৌ'
,
'গৌণ'
,
'গৌণকর্ম'
,
'গৌতম'
,
'গৌর'
,
'গৌরচন্দ্র'
,
'গৌরচন্দ্রিকা'
,
'গৌরব'
,
'গৌরবমন্ডিত'
,
'গৌরবরবি'
,
'গৌরবলাঘব'
,
'গৌরবশালী'
,
'গৌরবান্বিত'
,
'গৌরাঙ্গ'
,
'গৌরিকা'
,
'গৌরী'
,
'গৌশঙ্কর'
,
'গৌড়'
,
'গৌড়ী'
,
'গৌড়ীয়'
,
'গ্যাস'
,
'গ্যাসীয়'
,
'গ্রন্থ'
,
'গ্রন্থকর্তা',
 'গ্রন্থকার'
,
'গ্রন্থকীট'
,
'গ্রন্থনা'
,
'গ্রন্থাগার'
,
'গ্রন্থাগারিক'
,
'গ্রন্থি'
,
'গ্রন্থিভেদ'
,
'গ্রন্থিল'
,
'গ্রন্থিহর'
,
'গ্রস্ত'
,
'গ্রহ'
,
'গ্রহকঙ্কাল'
,
'গ্রহকণিকা'
,
'গ্রহকোপ', 'গ্রহদোষ',

'গ্রহচিন্তক'
,
'গ্রহণ'
,
'গ্রহণি', 'গ্রহণী'
,
'গ্রহণীয়'
,
'গ্রহমন্ডল'
,
'গ্রহরাজ'
,
'গ্রহশান্তি'
,
'গ্রহস্ফুট'
,
'গ্রহাচার্য'
,
'গ্রহীতব্য'
,
'গ্রহীতা'
,
'গ্রাম'
,
'গ্রামণী'
,
'গ্রামভাটি'
,
'গ্রামমৃগ'
,
'গ্রামান্তর'
,
'গ্রামীণ'
,
'গ্রাম্য'
,
'গ্রাম'
,
'গ্রাস'
,
'গ্রাসাচ্ছাদন'
,
'গ্রাহ'
,
'গ্রাহক'
,
'গ্রাহিত'
,
'গ্রাহী'
,
'গ্রাহ্য'
,
'গ্রীক'
,
'গ্রীবা'
,
'গ্রীবাদেশ'
,
'গ্রীবী'
,
'গ্রীষ্ম'
,
'গ্রীষ্মকালীন'
,
'গ্রীষ্মপীড়িত'
,
'গ্রীষ্মপ্রধান'
,
'গ্রীষ্মমন্ডল'
,
'গ্রীষ্মাতিশয্য'
,
'গ্রীষ্মাবকাশ'
,
'গ্রেপ্তার'
,
'গ্রৈষ্মিক'
,
'গ্লানি'
,
'গ্লাস'
,
'গৎ'
,
'গড়'
,
'গড়গড়'
,
'গড়গড়া'
,
'গড়ন'
,
'গড়নদার'
,
'গড়পড়তা'
,
'গড়া'
,
'গড়াগড়ি'
,
'গড়ান', 'গড়ানো'
,
'গড়ানে'
,
'গড়ানো'
,
'গড়ায়'
,
'গড়িমসি'
,
'গড়ের'
,
'গয়ংগচ্ছ'
,
'গয়না'
,
'গয়বী'
,
'গায়েবী'
,
'গয়লা'
,
'গয়লানি'
,
'গয়া'
,
'গয়ালি', 'গয়ালী'








]

