#!/usr/bin/python
# -*- coding: utf-8 -*-

'''

def levenshtein(s1, s2):
    if len(s1) < len(s2):
        return levenshtein(s2, s1)

    # len(s1) >= len(s2)
    if len(s2) == 0:
        return len(s1)

    previous_row = range(len(s2) + 1)
    for i, c1 in enumerate(s1):
        current_row = [i + 1]
        for j, c2 in enumerate(s2):
            insertions = previous_row[
                             j + 1] + 1  # j+1 instead of j since previous_row and current_row are one character longer
            deletions = current_row[j] + 1  # than s2
            substitutions = previous_row[j] + (c1 != c2)
            current_row.append(min(insertions, deletions, substitutions))
        previous_row = current_row

    return previous_row[-1]


def main():
    this_OCR_result = 'পা ও য়া বেশ কঠিন ঠিক ক থা অ পঘাতে ছাড়া বড়ো একটা দেখা যায় না আর আমাদের তো অ পঘাতে মরে সব রান্তায় এযন তবু যবরের কা গজে আসে আেগ বাস ফাস না উপ্টৌলে খবরে অবধি ধ আসতো না এই তো বছর দশেক আেগ একজন বৌ বান্টা নিয়ে গাড়ি চালিয়ে পাহাড়ে বেড়াতে গেছিলো বা ঙ ণলি পাহাড় অবধি ধ আর যেতে হলো না সোজা রান্তা দিয়ে শ শ করে গাড়ি চলছে হঠা ৎ কোন ও কথা নেই বাত্যা নেই গাড়ি ছিটকে দূটো পাক দিয়ে মাড়ূাঢতে আছড়ে পড়ে হির হয়ে গেলো তিনজনের ফ্যামিলি বুঝলেন বৌ ছোটো বান্টা আর বর বৌ পট ডেড বান্টাটা আশচয়জনকভাবে রিলেড়ূাঢভলি আনহাঠুঢ কিডু কিছু বুঝতে না েপরে পরিত্রাহি কেদে চলেছে ও দিকে বৌকে কোলে নিয়ে'
    google_drive_OCR_result = 'পাওয়া বেশ কঠিন, ঠিক কথা। অপঘাতে ছাড়া বড়ো একটা দেখা যায় না। আর আমাদের তো অপঘাতে মরে সব রাস্তায়। এখন তবু খবরের কাগজে আসে, আগে বাস ফাস না। উল্টোলে খবরে অবধি আসতো না। এই তো, বছর দশেক আগে একজন বীে বাচ্চা নিয়ে গাড়ি চালিয়ে পাহাড়ে বেড়াতে গেছিলো, বাঙালি। পাহাড় অবধি আর যেতে হলো না, সোজা রাস্তা দিয়ে শাঁ শাঁ করে গাড়ি চলছে, হঠাৎ কোনও কথা নেই বার্তা নেই, গাড়ি ছিটকে উল্টে দুটাে পাক দিয়ে মাটিতে আছড়ে পড়ে স্থির হয়ে গেলো। তিনজনের ফ্যামিলি বুঝলেন, বৌ ছোটাে বাচ্চা আর বর। বৌ স্পট বুঝতে না পেরে পরিত্ৰাহি কেঁদে চলেছে, ওদিকে বকে কোলে নিয়ে'

    s1='পা ও য়া কঠিন'
    s2='পাওয়া কঠিন'

    print levenshtein(this_OCR_result,google_drive_OCR_result)
    return

if __name__ == '__main__':
    main()




'''
import difflib
maxi = -99
s1 = 'কঠিন'
s2 = 'কঠি'

str='পা ও য়া বেশ কঠিন ঠিক ক থা অ পঘাতে ছাড়া বড়ো একটা দেখা যায় না আর আমাদের তো অ পঘাতে মরে সব রান্তায় এযন তবু যবরের কা গজে আসে আেগ বাস ফাস না উপ্টৌলে খবরে অবধি ধ আসতো না এই তো বছর দশেক আেগ একজন বৌ বান্টা নিয়ে গাড়ি চালিয়ে পাহাড়ে বেড়াতে গেছিলো বা ঙ ণলি পাহাড় অবধি ধ আর যেতে হলো না সোজা রান্তা দিয়ে শ শ করে গাড়ি চলছে হঠা ৎ কোন ও কথা নেই বাত্যা নেই গাড়ি ছিটকে দূটো পাক দিয়ে মাড়ূাঢতে আছড়ে পড়ে হির হয়ে গেলো তিনজনের ফ্যামিলি বুঝলেন বৌ ছোটো বান্টা আর বর বৌ পট ডেড বান্টাটা আশচয়জনকভাবে রিলেড়ূাঢভলি আনহাঠুঢ কিডু কিছু বুঝতে না েপরে পরিত্রাহি কেদে চলেছে ও দিকে বৌকে কোলে নিয়ে'
str2='পাওয়া বেশ কঠিন, ঠিক কথা। অপঘাতে ছাড়া বড়ো একটা দেখা যায় না। আর আমাদের তো অপঘাতে মরে সব রাস্তায়। এখন তবু খবরের কাগজে আসে, আগে বাস ফাস না। উল্টোলে খবরে অবধি আসতো না। এই তো, বছর দশেক আগে একজন বীে বাচ্চা নিয়ে গাড়ি চালিয়ে পাহাড়ে বেড়াতে গেছিলো, বাঙালি। পাহাড় অবধি আর যেতে হলো না, সোজা রাস্তা দিয়ে শাঁ শাঁ করে গাড়ি চলছে, হঠাৎ কোনও কথা নেই বার্তা নেই, গাড়ি ছিটকে উল্টে দুটাে পাক দিয়ে মাটিতে আছড়ে পড়ে স্থির হয়ে গেলো। তিনজনের ফ্যামিলি বুঝলেন, বৌ ছোটাে বাচ্চা আর বর। বৌ স্পট বুঝতে না পেরে পরিত্ৰাহি কেঁদে চলেছে, ওদিকে বকে কোলে নিয়ে'


#temp = difflib.SequenceMatcher(None, str2, str).ratio()
temp = difflib.SequenceMatcher(None, s1, s2).ratio()

print"Lav Dist", temp
